Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: Appropriate clothing and successful use of the Survival skill can modify the save, as noted above.
zh_cn: 合适的衣物和生存技能的成功使用对检定同样有上文所述的影响。

source: Archaeology and antiquities.
zh_cn: 考古与古代学。

source: Archaic Weapons Proficiency, Athletic, Blind-Fight, Cleave, Combat Martial Arts, Combat Reflexes, Exotic Melee Weapon Proficiency, Focused, Improved Combat Martial Arts, Power Attack, Weapon Finesse, Weapon Focus.
zh_cn: 擅长古典武器、竞技、盲斗、顺势斩、实战武术、战斗反射、擅长异种近战武器、全神贯注、精通实战武术、猛力攻击、武器娴熟、专攻武器。

source: Archaic Weapons Proficiency, Attentive, Cautious, Combat Expertise, Educated, Gearhead, Personal Firearms Proficiency, Point Blank Shot, Renown, Studious.
zh_cn: 擅长古典武器、听着有心、谨慎、寓守于攻、良好教育、技术宅、擅长单兵枪械、近程射击、闻名、好学。

source: Archaic armor is old-fashioned armor, such as medieval chainmail and plate mail.
zh_cn: 古典护甲指那些过时的盔甲，比如中世纪锁链甲和板链甲。

source: Armor Proficiency (light), Armor Proficiency (medium), Cautious, Defensive Martial Arts, Dodge, Educated, Im-proved Initiative, Medical Expert, Personal Firearms Proficiency, Surface Vehicle Operation, Vehicle Expert.
zh_cn: 擅长护甲（轻型）、擅长护甲（中型）、谨慎、防御武术、闪避、良好教育、精通先攻、医药专家、擅长单兵枪械、地面载具操作、载具专家。

source: Armor is described by a number of statistics, as shown on Table: Armor.
zh_cn: 护甲有各种属性，见表：护甲。

source: Armor provides a minimum bonus to anyone who wears it, but a character who is proficient in the use of a certain type of armor receives a larger bonus to Defense.
zh_cn: 护甲为穿戴的角色提供了一个最小装备加值，而擅长或精通特定类型护甲的角色可以获得更高的防御加值。

source: Armor restricts movement, making it harder to perform the complicated gestures needed to cast spells with somatic components.
zh_cn: 护甲限制运动，让法师难以做出施法所需的复杂施法姿势。

source: Army, Cuba, and Peru.
zh_cn: 美国军队、古巴和秘鲁。

source: Army, this tracked armored personnel carrier is now in use by more than fifty countries.
zh_cn: 陆军的中坚力量。如今超过50个国家都在使用这种履带式装甲输送车。

source: Army’s main battle tank, probably the most advanced and powerful tank in the world.
zh_cn: 陆军的主战坦克，可能是全世界最先进最强大的坦克。

source: Army’s primary utility helicopter.
zh_cn: 陆军首选的多功能直升机。

source: Army’s principal armored personnel carrier.
zh_cn: 陆军的装甲运输车。

source: Arrows come in quivers of 12 and are used with the compound bow and other types of archery weapons.
zh_cn: 箭在游戏中是作为一袋12只装的箭袋存在，用于复合弓以及其他弓箭类武器。

source: As a character ages, some ability scores go up and others go down.
zh_cn: 当角色年龄变化时，部分属性值会提高而另一些则可能会降低。

source: As a civilian aircraft, it is a sturdy, reliable helicopter used for passenger and cargo work all over the world.
zh_cn: 作为一款民用直升机，它结实耐用、客货两用的特点深受世界喜爱。

source: As a full-round action, a character can make an unarmed attack or use a melee weapon that deals nonlethal damage to deliver a knockout blow to a helpless foe.
zh_cn: 角色可以徒手或用非致命近战武器，以一个整轮动作对无助的敌人发起击倒攻击。

source: As a full-round action, a character can use a melee weapon to deliver a coup de grace to a helpless foe.
zh_cn: 角色可以用近战武器以一个整轮动作对无助的敌人发起致命一击。

source: As a full-round action, a character may attempt to notice something that he or she failed (or believe he or she failed) to notice previously.
zh_cn: 作为一个整轮动作，角色将试图再侦察一遍之前没注意到（或以为没注意到）的异常。

source: As a full-round action, the Soldier provides tactical aid to all of his allies (including himself) within sight and voice range of his position.
zh_cn: 这是一个整轮动作，士兵给所有看到且能听到的队友包括自己提供战术支援。

source: As a general rule, a character must obtain the appropriate license before buying a restricted object.
zh_cn: 总的来说，角色必须在购买管制物品前持有相应执照。

source: As a general rule, ignore battery life—assume that heroes (and their antagonists) are smart enough to recharge or replace their batteries between adventures, and that the batteries last as long as needed during adventures.
zh_cn: 一般规则不用管电池寿命——默认英雄（以及对手）足够聪明，会在场间充电或更换电池，而电池足够用到一场冒险结束。

source: As a general rule, the abilities of a multiclass character are the sum of the abilities provided by each of the character’s classes.
zh_cn: 总的来说，跨职角色的属性是角色每个职业提供的属性的总和。

source: As a melee attack, a character may attempt to disarm his or her opponent.
zh_cn: 角色可以尝试卸除对手的武器，卸除武器是一种近战攻击。

source: As a move action, the character may attempt to hear something that he or she failed (or believes he or she failed) to hear previously.
zh_cn: 作为一个移动动作，角色将试图再聆听一遍之前没听到（或以为没听到）的声音。

source: As a result, a character must have Intelligence and Wisdom scores of 3 or higher in order to select allegiances.
zh_cn: 所以，具备选择阵营能力的角色至少需要3点智力及感知。

source: As a rule of thumb, one additional passenger can be carried for each 250 pounds of unused cargo capacity.
zh_cn: 一般来说，每250磅货容量能搭载一个乘客。

source: As an attack action, a successful Treat Injury check stabilizes another character.
zh_cn: 此检定是一个攻击动作，成功则能稳定一个角色。

source: As if modern weapons weren’t dangerous enough, a number of accessories can increase their utility or efficiency.
zh_cn: 仿佛现代武器的威力永远不够用似的，人们还发明了大量的附件来提高武器的实用性和效能。

source: As long as the hero qualifies, he or she can select freely from any and all talent trees.
zh_cn: 只要满足先决条件，玩家可以在所有天赋树中任选。

source: As long as the target continues to fail the Will save, the Negotiator can continue taking full-round actions to worsen the target’s attitude toward a designated character.
zh_cn: 只要目标持续豁免失败，谈判专家就可以持续用整轮动作恶化目标对指定角色的态度。

source: As long as you’re applying a single multiplier, multiply the number normally.
zh_cn: 若只有一个乘数要乘，则直接与骰点或被乘数相乘。

source: As melee attacks, they can be used once in an attack or charge action, one or more times in a full attack action, or even as an attack of opportunity.
zh_cn: 因此它们可以像攻击一样在每次攻击或冲锋动作中使用，也可以在全力攻击中一次或多次使用，甚至还可以在借机攻击中使用。

source: As normal, if the Mage casts another spell, the touch spell dissipates.
zh_cn: 和正常情况一样，如果在法术被传递前主人施展了另外一个法术，该接触法术`消散`。

source: As soon as the character suffers any damage from heat or cold, he or she is considered fatigued.
zh_cn: 只要角色因为炎热或寒冷受伤，角色就会疲乏。

source: As such, it grants a +1 bonus on attack rolls.
zh_cn: 所以它会为攻击骰提供1点加值。

source: As such, they can be used as signal devices.
zh_cn: 因此烟雾弹可以用来发射信号。

source: As such, they have a range increment just as other ranged weapons do—but the maximum range for a thrown weapon is five range increments instead of ten.
zh_cn: 这种情形下，它们就像其他远程武器一样有射程跨度，但最大射程为5倍跨度而非10倍跨度。

source: As the character ages, his or her physical ability scores decrease and his or her mental ability scores increase, as detailed on Table: Aging Effects.
zh_cn: 随着角色年龄的变化，角色肉体上的属性会下降而精神上的属性会增加，如下表。

source: As the trigger is pulled, the cylinder revolves to bring the next bullet in line with the barrel.
zh_cn: 扣动扳机时，转轮将旋转一格，让下一发子弹对准枪管。

source: As they gain levels, ordinaries increase their skill points, base attack bonus, saving throw modifiers, Defense bonus, and Reputation bonus—just as heroes do.
zh_cn: 路人升级时也增加技能点、基础攻击加值、豁免加值、防御加值，以及声望加值——这些和英雄一样。

source: As with all forms of ranged weapons, attacking with a firearm while within a threatened square provokes an attack of opportunity.
zh_cn: 枪械作为一种远程武器，在威胁范围内射击将会引发借机攻击。

source: As with any surface with handholds and footholds, a wall with pitons in it has a DC of 15.
zh_cn: 在任何有把手点和脚踏点的表面，有岩钉的墙攀爬DC为15。

source: Assault Crime: The crime involved an attack intended to capture, kill, or seriously injure the victim.
zh_cn: 伤害罪：涉及对受害者囚禁、谋杀、或严重伤害的犯罪。

source: Assault rifles are rifles designed for military use and feature automatic as well as semiautomatic fire.
zh_cn: 突击步枪是同时拥有半自动和全自动发射模式的军用步枪。

source: Assume that a heroic supporting character has a number of action points remaining equal to one-half his or her class level.
zh_cn: 一般认为英雄非玩家角色登场时只有其等级一半的行动点。

source: Assuming the object is undamaged and in working condition, the sale value is equal to the object’s purchase DC (as if purchased new) minus 3.
zh_cn: 如果这件物品没有损坏而且还很好用，售价就等于物品的购买DC（新买时的购买DC）减3。

source: At 0 hit points, a character is disabled.
zh_cn: 生命值为0时，角色瘫痪。

source: At 10th level, a Battle Mind’s psi-blade increases further in damage capability.
zh_cn: 10级时，灵战士的灵能战刃的伤害骰将再度提升。

source: At 10th level, a Bodyguard can use his expertise to provide protection for up to six allies (not including himself) within sight and voice range of his position.
zh_cn: 10级时，保镖可以运用其专业知识为6个能看到且能听到的友方（不包括自己）提供保护。

source: At 10th level, a Field Medic can revive a character reduced to –10 hit points or lower.
zh_cn: 10级时，战地医生能将死亡的角色救醒。

source: At 10th level, a Gunslinger becomes so adept at using the firearm to which he or she has applied Weapon Focus and Greater Weapon Focus that the gunslinger’s attacks with that firearm can deal extra damage.
zh_cn: 10级时，枪手指定专攻专精的枪械将造成额外的伤害。

source: At 10th level, a Mage learns to cast some of his spells to maximum effect.
zh_cn: 10级，法师已经懂得施展极效的法术。

source: At 10th level, a Personality’s force of personal magnetism increases to the point that he or she can arouse a single emotion of his or her choice—despair, hope, or rage—in a target.
zh_cn: 10级时，明星的人格魅力可以让其随意带动一个人的情绪，让他人产生绝望、希望、愤怒的情绪。

source: At 10th level, a Shadow Slayer comes into his full power.
zh_cn: 10级时，暗影猎手步入巅峰。

source: At 10th level, a Soldier gains the ability to automatically confirm a threat as a critical hit when attacking with the weapon he or she has applied weapon specialization to, eliminating the need to make a roll to confirm the critical hit.
zh_cn: 10级时，士兵用专精的武器攻击骰掷出重击时，无需再做重击检定直接判定为重击。

source: At 10th level, a Telepath learns to manifest psionic powers to maximum effect.
zh_cn: 10级，异能者已经懂得释放极效的灵力。

source: At 10th level, an Acolyte learns to cast some of her spells to maximum effect.
zh_cn: 10级，侍僧已经懂得施展极效的法术。

source: At 10th level, an Investigator becomes so attuned at solving mysteries that he or she finds a way to put two and two together and rarely misses a clue.
zh_cn: 10级时，调查员能够麻利地解决谜团和联系看似不相关的线索。

source: At 10th level, an Occultist comes into her full power.
zh_cn: 10级时，术士步入巅峰。

source: At 10th level, the Field Scientist gains a +2 bonus on Reputation checks when dealing with individuals who have at least 1 rank in any of the following Knowledge skills: behavioral sciences, earth and life sciences, physical sciences, or technology.
zh_cn: 10级时，战地科学家与在行为科学、地球与生命科学、物理科学或技术这四个知识技能中，任一技能拥有级数的人，进行声望检定时有2点加值。

source: At 10th level, the Techie adds another +1 bonus to his or her mastercraft ability.
zh_cn: 10级时，可再次选择一个技能，叠加一层大师级工艺。

source: At 10th level, the range extends to 30 feet and covers all opponents who can hear and understand the Negotiator’s voice.
zh_cn: 10级时，范围增加到30尺，范围内的所有能听到听懂的人都能被劝和。

source: At 10th level, this ability im-proves.
zh_cn: 10级时该能力增强。

source: At 10th level, when an Infiltrator uses any of the following skills: Balance, Climb, Disable Device, Escape Artist, Hide, Move Silently, and Sleight of Hand, those using Investigate, Listen, Search, or Spot to detect the Infiltrator’s activity take a –4 penalty.
zh_cn: 10级时，当渗透者使用这些技能（平衡、攀爬、解除装置、脱逃、躲藏、潜行和手上功夫）时，其他人针对此渗透者使用调查、聆听、搜索、侦察将有4点减值。

source: At 1st level, a Battle Mind knows two 0-level powers of your choice.
zh_cn: 1级时，灵战士可以选择发现2个0级的灵力。

source: At 1st level, a Gunslinger gains the ability to make a ranged attack with a Medium-size or smaller firearm while in a threatened area without provoking an attack of opportunity.
zh_cn: 1级时，枪手在威胁区域内用普通大小以及更小的枪械进行远程攻击时，不会引发借机攻击。

source: At 1st level, a Soldier gains the Weapon Focus class feature, providing the benefit of the feat with the same name.
zh_cn: 1级时，士兵获得`专攻武器`职业专长，效果与同名一般专长相同。

source: At 1st level, a Telepath knows three 0-level powers of your choice and one 1st-level power.
zh_cn: 1级时，异能者可以选择发现3个0级的灵力和1个1级的灵力。

source: At 1st level, the bonus is +1.
zh_cn: 1级时加值为1。

source: At 1st level, the martial artist deals 1d6 points of damage with an unarmed strike.
zh_cn: 1级时，武术家徒手攻击的伤害骰是1d6。

source: At 1st, 3rd, 5th, 7th, and 9th level, the Charismatic hero selects a talent from the following talent trees.
zh_cn: 魅力型英雄在1级，3级，5级，7级和9级时可以在以下天赋树中选择一个天赋。

source: At 1st, 3rd, 5th, 7th, and 9th level, the Dedicated hero selects a talent from the following talent trees.
zh_cn: 感知型英雄在1级，3级，5级，7级和9级时可以在以下天赋树中选择一个天赋。

source: At 1st, 3rd, 5th, 7th, and 9th level, the Fast hero selects a talent from the following talent trees.
zh_cn: 敏捷型英雄在1级，3级，5级，7级和9级时可以在以下天赋树中选择一个天赋。

source: At 1st, 3rd, 5th, 7th, and 9th level, the Smart hero selects a talent from the following talent trees.
zh_cn: 智力型英雄在1级，3级，5级，7级和9级时可以在以下天赋树中选择一个天赋。

source: At 1st, 3rd, 5th, 7th, and 9th level, the Strong hero selects a talent from the following talent trees.
zh_cn: 力量型英雄在1级，3级，5级，7级和9级时可以在以下天赋树中选择一个天赋。

source: At 1st, 3rd, 5th, 7th, and 9th level, the Tough hero selects a talent from the following talent trees.
zh_cn: 体质型英雄在1级，3级，5级，7级和9级时可以在以下天赋树中选择一个天赋。

source: At 2nd and again at 7th level, the Personality designates one cross-class skill as a class skill.
zh_cn: 2级和7级时，明星各有一次机会，将指定一个跨职技能为本职技能。

source: At 2nd level and higher, the Field Medic’s ability to restore hit points with a medical kit or surgery kit and a successful use of the Treat Injury skill improves.
zh_cn: 2级时，战地医生成功用医疗箱或手术箱实施疗伤所恢复的生命值将会提升。

source: At 2nd level, a Battle Mind can manifest a glowing blade of mental energy.
zh_cn: 2级时，灵战士可以伸出一把由灵能化成的战刃。

source: At 2nd level, a Field Scientist gains the ability to improvise solutions using common objects and scientific know-how.
zh_cn: 2级时，战地科学家可以运用科学知识，利用寻常的物资解决问题。

source: At 2nd level, a Gunslinger gains the Weapon Focus class feature, providing the benefit of the feat with the same name.
zh_cn: 2级时，枪手获得`专攻武器`职业专长，效果与同名一般专长相同。

source: At 2nd level, a Shadow Slayer gains damage reduction against the natural weapons of the denizens of Shadow (claws, bite, and so on).
zh_cn: 2级时，暗影猎手能减免来自暗影生物的天生武器（如爪子、牙齿等）的伤害。

source: At 2nd level, a Soldier gains weapon specialization with a specific melee or ranged weapon that he or she also has applied the Weapon Focus feat or class feature to.
zh_cn: 2级时，士兵选择一种已获得`专攻武器`专长的近战或远程武器，获得这种武器的`专精武器`专长。

source: At 2nd level, an Infiltrator no longer takes a –4 penalty when wielding an improvised weapon.
zh_cn: 2级时，渗透者持有临时武器不再有4点减值。

source: At 2nd level, the Investigator gains a low-level contact, at 5th level a mid-level contact, and at 8th level a high-level contact.
zh_cn: 2级时，调查员可以联系低级角色，5级时联系中级角色，8级时联系高级角色。

source: At 2nd, 4th, 6th, 8th, and 10th level, the Charismatic hero gains a bonus feat.
zh_cn: 2、4、6、8、10级时，魅力型英雄获得奖励专长。

source: At 2nd, 4th, 6th, 8th, and 10th level, the Dedicated hero gains a bonus feat.
zh_cn: 2、4、6、8、10级时，感知型英雄获得奖励专长。

source: At 2nd, 4th, 6th, 8th, and 10th level, the Fast hero gains a bonus feat.
zh_cn: 2、4、6、8、10级时，敏捷型英雄获得奖励专长。

source: At 2nd, 4th, 6th, 8th, and 10th level, the Smart hero gains a bonus feat.
zh_cn: 2、4、6、8、10级时，智力型英雄获得奖励专长。

source: At 2nd, 4th, 6th, 8th, and 10th level, the Strong hero gains a bonus feat.
zh_cn: 2、4、6、8、10级时，力量型英雄获得奖励专长。

source: At 2nd, 4th, 6th, 8th, and 10th level, the Tough hero gains a bonus feat.
zh_cn: 2、4、6、8、10级时，体质型英雄获得奖励专长。

source: At 2nd, 5th, and 8th level, the Telepath chooses one psionic power that he can attempt to manifest for no power point cost.
zh_cn: 2、5、8级时，异能者都可选择一个灵力，让这个灵力可以不需要消耗灵力点就能释放。

source: At 3rd level, a Mage can create potions, which carry spells within themselves.
zh_cn: 3级时，法师可以制造药水，药水可以承载法师所会的法术。

source: At 3rd level, her psi-blade gains a +1 enhancement bonus.
zh_cn: 3级时，灵能战刃将获得1点增强加值。

source: At 3rd, 6th, and 9th level, the Acolyte gets a bonus feat.
zh_cn: 3、6、9级时，侍僧获得一个奖励专长。

source: At 3rd, 6th, and 9th level, the Battle Mind gets a bonus feat.
zh_cn: 3、6、9级时，灵战士获得一个奖励专长。

source: At 3rd, 6th, and 9th level, the Bodyguard gets a bonus feat.
zh_cn: 3、6、9级时，保镖获得一个奖励专长。

source: At 3rd, 6th, and 9th level, the Daredevil gets a bonus feat.
zh_cn: 3、6、9级时，勇士获得一个奖励专长。

source: At 3rd, 6th, and 9th level, the Field Medic gets a bonus feat.
zh_cn: 3、6、9级时，战地医生获得一个奖励专长。

source: At 3rd, 6th, and 9th level, the Field Scientist gets a bonus feat.
zh_cn: 3、6、9级时，战地科学家获得一个奖励专长。

source: At 3rd, 6th, and 9th level, the Gunslinger gets a bonus feat.
zh_cn: 3、6、9级时，枪手获得一个奖励专长。

source: At 3rd, 6th, and 9th level, the Infiltrator gets a bonus feat.
zh_cn: 3、6、9级时，渗透者获得一个奖励专长。

source: At 3rd, 6th, and 9th level, the Investigator gets a bonus feat.
zh_cn: 3、6、9级时，调查员获得一个奖励专长。

source: At 3rd, 6th, and 9th level, the Mage gets a bonus feat.
zh_cn: 3、6、9级时，法师获得一个奖励专长。

source: At 3rd, 6th, and 9th level, the Martial Artist gets a bonus feat.
zh_cn: 3、6、9级时，武术家获得一个奖励专长。

source: At 3rd, 6th, and 9th level, the Negotiator gets a bonus feat.
zh_cn: 3、6、9级时，谈判专家获得一个奖励专长。

source: At 3rd, 6th, and 9th level, the Occultist gets a bonus feat.
zh_cn: 3、6、9级时，术士获得一个奖励专长。

source: At 3rd, 6th, and 9th level, the Personality gets a bonus feat.
zh_cn: 3、6、9级时，明星获得一个奖励专长。

source: At 3rd, 6th, and 9th level, the Shadow Slayer gets a bonus feat.
zh_cn: 3、6、9级时，暗影猎手获得一个奖励专长。

source: At 3rd, 6th, and 9th level, the Soldier gets a bonus feat.
zh_cn: 3、6、9级时，士兵获得一个奖励专长。

source: At 3rd, 6th, and 9th level, the Techie gets a bonus feat.
zh_cn: 3、6、9级时，技师获得一个奖励专长。

source: At 3rd, 6th, and 9th level, the Telepath gets a bonus feat.
zh_cn: 3、6、9级时，异能者获得一个奖励专长。

source: At 4th and 8th level, a Personality’s activities in the public eye generate extra income.
zh_cn: 4级和8级时，明星从事了公众活动，获得了额外收入。

source: At 4th level and every four character levels thereafter (8th, 12th, and so on), an ordinary adds 1 point to one ability score—just as heroes do.
zh_cn: 4级时以及之后每升4级（8级、12级等等）、路人可加1点属性值——和英雄一样。

source: At 4th level, a Battle Mind can manifest a shield of psychic energy, outlining her body in a barely perceptible glowing nimbus that provides a +3 equipment bonus to Defense.
zh_cn: 4级时，灵战士能释放出由灵能构成的护盾，周身被炽热光亮的灵气包裹着，防御获得3点装备加值。

source: At 4th level, a Field Scientist selects a number of skills from his or her class list equal to 3 + his or her Intelligence modifier.
zh_cn: 4级时，战地科学家选取多个本职技能，数量等于3+智力调整值。

source: At 4th level, a Mage can create tattoos on his body or someone else’s.
zh_cn: 4级时，法师可以在自己或别人身上创造文身。

source: At 4th level, a Shadow Slayer gains the ability to empower any melee weapon he wields.
zh_cn: 4级时，暗影猎手可以强效化所装备的近战武器。

source: At 4th level, an Investigator becomes adept at using nonlethal force to subdue an opponent.
zh_cn: 4级时，调查员能熟练使用非致命武力制服对手。

source: At 4th level, an Occultist gains a denizen of Shadow as a contact.
zh_cn: 4级时，术士可拥有一个暗影生物联系人。

source: At 4th level, damage increases to 1d8.
zh_cn: 4级时，伤害骰是1d8。

source: At 4th level, the Telepath can store excess power points in a power crystal specially attuned to him.
zh_cn: 4级时，异能者可以储存富余的灵力点到灵力水晶里。

source: At 5th and 7th level, a Shadow Slayer selects a type of Shadow creature as a favored enemy.
zh_cn: 5级和7级时，暗影猎手选择一种类型的暗影生物，专克这类生物。

source: At 5th and 8th level, a Mage gains the spell mastery ability.
zh_cn: 5级和8级时，法师获得法术熟稔能力。

source: At 5th level the enhancement bonus improves to +2.
zh_cn: 5级时，增强加值提升至2点。

source: At 5th level, a Battle Mind becomes adept at manifesting psionic powers in combat.
zh_cn: 5级时，灵战士渐渐熟稔战斗中的灵力释放。

source: At 5th level, a Daredevil can temporarily increase one of his or her physical ability scores (Strength, Dexterity, or Constitution).
zh_cn: 5级时，勇士可以暂时增加一项身体属性（力量、敏捷或者体质）。

source: At 5th level, a Martial Artist gains the ability to spend 1 action point to increase the damage he or she deals to a single opponent with a single unarmed strike.
zh_cn: 5级时、武术家可以用1点行动点增加对一个对手的徒手击打的伤害值一次。

source: At 5th level, a Personality develops such a force of personal magnetism that he or she can convince a single target to regard him or her as a trusted friend.
zh_cn: 5级时，明星将拥有一定的人格魅力，能够说服一个目标，让目标相信自己是个值得信赖的朋友。

source: At 5th level, an Infiltrator selects a number of skills from his or her class list equal to 3 + his or her Intelligence modifier.
zh_cn: 5级时，渗透者选取多个本职技能，数量等于3+智力调整值。

source: At 5th level, an Occultist can select a type of Shadow creature (any creature type other than animal or vermin) and bind one such creature into service.
zh_cn: 5级时，术士可以选择一类暗影生物（任何除了动物或虫类以外的种类），允许束缚一只此类生物为其服务。

source: At 5th level, the Acolyte becomes adept at casting spells during combat.
zh_cn: 5级时，侍僧渐渐熟稔战斗中的法术施展。

source: At 5th level, the Occultist can bind a Shadow creature with 2 HD or less.
zh_cn: 5级时，术士能束缚一个2HD及以下的暗影生物。

source: At 5th level, the Techie becomes adept at creating mastercraft objects.
zh_cn: 5级时，技师已能熟练地制造大师级工艺。

source: At 7th level or higher, a Field Medic can save a character reduced to –10 hit points or lower.
zh_cn: 7级时，战地医生可以救护生命值小于等于-10的角色。

source: At 7th level, a Battle Mind’s psi-blade increases in damage capability.
zh_cn: 7级时，灵战士的灵能战刃的伤害骰提升。

source: At 7th level, a Mage becomes adept at casting spells during combat.
zh_cn: 7级时，法师渐渐熟稔战斗中的法术施展。

source: At 7th level, a Martial Artist gains the ability to strike with a flurry of blows at the expense of accuracy.
zh_cn: 7级时，武术家可以牺牲准确性施展连击。

source: At 7th level, a Negotiator can talk down a number of opponents equal to his or her Charisma bonus within 15 feet of his or her position or within 15 feet of a television, radio, or telephone broadcasting the Negotiator’s message.
zh_cn: 7级时，谈判专家一次能劝和的人数等于其魅力加值，范围为15尺内，或者能传输谈判专家信息的媒介的15尺内，如电视、广播、电话。

source: At 7th level, a Soldier gains a +2 competence bonus on initiative checks.
zh_cn: 7级时，士兵检定先攻将获得+2表现价值。

source: At 7th level, a Telepath becomes adept at manifesting psionic powers in combat.
zh_cn: 7级时，异能者渐渐熟稔战斗中的灵力释放。

source: At 7th level, an Infiltrator’s attacks with improvised weapons deal more damage.
zh_cn: 7级时，渗透者用临时武器攻击时可造成更多伤害。

source: At 7th level, an Investigator develops the ability to gauge whether another character is telling the truth by reading facial expressions and interpreting body language.
zh_cn: 7级时，调查员能够通过看穿角色的面部表情和肢体语言来辨别对方是否说了实话。

source: At 7th level, if an opponent makes a melee attack against the Bodyguard and misses while the Bodyguard is using the total defense option, the Bodyguard can attack that opponent on his or her next turn (as an attack action) with a +4 bonus on his or her attack roll.
zh_cn: 7级时，如果对手近战攻击保镖失手了，而保镖此时在防御，保镖可以在下次攻击此对手时，攻击骰有4点加值。

source: At 7th level, if the Gunslinger uses a personal firearm to attack a target, the cover bonus to the target’s Defense for one-quarter, one-half, three-quarters, or nine-tenths cover is reduced by 2.
zh_cn: 7级时，枪手用单兵枪械攻击一个处于1/4、1/2、3/4或9/10掩蔽目标时，目标的掩蔽加值-2。

source: At 7th level, it improves to +3, and at 9th level it improves to +4.
zh_cn: 7级时，增强加值提升至3点，9级时提升至4点。

source: At 7th level, the Acolyte gains the supernatural ability to affect magical beasts.
zh_cn: 7级时，侍僧获得影响魔法兽类的超自然能力。

source: At 7th level, this competence bonus increases to +4.
zh_cn: 7级时，此表现加值增至+4。

source: At 8th level, a Battle Mind’s psychic shield improves.
zh_cn: 8级时，灵战士的灵能护盾得到增强。

source: At 8th level, a Daredevil can temporarily increase two physical ability scores.
zh_cn: 8级时，勇士可增益两项身体属性。

source: At 8th level, a Gunslinger receives a +1 competence bonus on attack rolls made with the firearm selected for the Weapon Focus ability at 2nd level.
zh_cn: 8级时，枪手使用2级时指定专攻的枪械攻击时，攻击骰获得1点表现加值。

source: At 8th level, a Soldier gains greater weapon specialization with the weapon he or she selected at 2nd level.
zh_cn: 8级时，对2级时士兵指定专精的武器，获得此武器的高等专精。

source: At 8th level, an Infiltrator’s ability to get the lay of the land improves.
zh_cn: 8级时，渗透者观察地形的能力提升。

source: At 8th level, it increases to 1d10.
zh_cn: 8级时，伤害骰是1d10。

source: At 8th level, the Acolyte gains the supernatural ability to affect outsiders.
zh_cn: 8级时，侍僧获得影响异界生物的超自然能力。

source: At 8th level, the Field Scientist selects one weapon that he or she is proficient in and can use with one hand.
zh_cn: 8级时，战地科学家选择一个已擅长的且可单手使用的武器。

source: At 8th level, the Occultist can bind a Shadow creature with 4 HD or less.
zh_cn: 8级时，术士能束缚一个4HD及以下的暗影生物。

source: At 8th level, the Techie can add the mastercraft ability to another Craft skill, or he or she can improve his or her ability in the skill selected at 5th level, so that his or her mastercraft objects provide a +2 bonus.
zh_cn: 8级时，技师可以让另一个制造技能拥有大师级工艺；或者让已有大师级工艺的技能再叠加一层，提供+2的加成。

source: At 8th level, the competence bonus increases to +2.
zh_cn: 8级时，表现加值升至2点。
